export const DATA_USE = [
  {
    head: '形态大师入口',
    content: `1、行情-市场-港股-形态大师<br>2、行情-个股详情页-更多-形态大师`
  },
  {
    head: '形态大师主页',
    content: `开关切换：默认开启，关闭后将不再出现形态<br>形态详情：点击个股进入个股详情页，在日K图中点<br>击的形态名称，可查看该形态的介绍和用法`
  },
  {
    head: '形态详情介绍',
    content: `时间：出现形态当天的日期<br>收市价格：出现形态当天收盘价<br>目标价格：预计会涨/跌到的价格`
  },
  {
    head: '',
    content: `①在个股详情页点击日K线图，横屏查看形态体验更好。<br>②可结合股价提醒功能使用（行情-个股详情页-更多-
    股价提醒）。`
  }
]

export const DATA_QUESTION = [
  {
    question: '是不是所有的证券产品都会有出现技术形态？',
    answer: '不是，目前只有在一定时期内出现了技术模型中的形态的港股、美股正股，才会在对应股票K线上体现出来，每天大概会产出30-60条信号。'
  },
  {
    question: '形态大师预期准确性如何？',
    answer: '我们将众多投资大师的经典形态筛选出来，其历史的准确性会高于市场均值。'
  },
  {
    question: '形态大师适合哪些人？',
    answer: '第一类人群：对技术形态感兴趣，但没有精力去研究全市场，我们可以帮他筛选出来形态。<br>第二类人群：小白用户，可以通过技术形态去学习更多的炒股知识，提升投资能力。'
  }
]

export const DISCLAIMER = '免责申明：玖富证券提供本服务的内容和数据基于第三方策略模型产生，仅供投资者参考，不构成投资建议。'